tap 'ajeetdsouza/zoxide'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'

#Brews

brew 'asciinema'
brew 'asciiquarium'
brew 'cowsay'
brew 'ctop'
brew 'diff-so-fancy'
brew 'direnv'
brew 'exa'
brew 'fortune'
brew 'fzf'
brew 'git'
brew 'git-fixup'
brew 'git-open'
brew 'gnupg'
brew 'gomplate'
brew 'hopenpgp-tools'
brew 'htop'
brew 'jq'
brew 'mas'
brew 'neofetch'
brew 'neovim'
brew 'pinentry-mac'
brew 'platformio'
brew 'ripgrep'
brew 'sl'
brew 'starship'
brew 'thefuck'
brew 'wget'
brew 'yamllint'
brew 'ykman'
brew 'yubikey-personalization'
brew 'zoxide'
brew 'zsh'

#Casks

cask 'alacritty'
cask 'alfred'
cask 'appcleaner'
cask 'aws-vault'
cask 'bitwarden'
cask 'calibre'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'flux'
cask 'font-hack-nerd-font'
cask 'fritzing'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'insomnia'
cask 'multimc'
cask 'openemu'
cask 'signal'
cask 'steam'
cask 'the-unarchiver'
cask 'transmission'
cask 'viscosity'
cask 'visual-studio-code'
cask 'vlc'
cask 'xld'

# App Store

mas 'Sip', id: 507257563
mas 'Spark', id: 1176895641
