tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'

#Brews

brew 'archey'
brew 'asciinema'
brew 'asciiquarium'
brew 'chruby'
brew 'cowsay'
brew 'direnv'
brew 'elixir'
brew 'exa'
brew 'fortune'
brew 'git'
brew 'hub'
brew 'htop'
brew 'jq'
brew 'mas'
brew 'neovim'
brew 'platformio'
brew 'ripgrep'
brew 'ruby-build'
brew 'ruby-install'
brew 'sl'
brew 'thefuck'
brew 'wget'
brew 'zsh'

#Casks

cask 'adobe-creative-cloud'
cask 'alfred'
cask 'android-file-transfer'
cask 'appcleaner'
cask 'calibre'
cask 'discord'
cask 'docker'
cask 'enpass'
cask 'firefox'
cask 'flux'
cask 'font-fira-code'
cask 'fritzing'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'google-play-music-desktop-player'
cask 'kitty'
cask 'minecraft'
cask 'openemu'
cask 'openttd'
cask 'postman'
cask 'skype'
cask 'steam'
cask 'the-unarchiver'
cask 'transmission'
cask 'typora'
cask 'viscosity'
cask 'visual-studio-code'
cask 'vlc'
cask 'xld'

# App Store

mas 'Bear', id: 1091189122
mas 'Disk Doctor', id: 455970963
mas 'Sip', id: 507257563
mas 'Spark', id: 1176895641
mas 'Telegram', id: 747648890
