alacritty
alsa-utils
arc-gtk-theme
asciinema
bluez
bluez-utils
diff-so-fancy
dkms
docker
docker-compose
exa
exfat-utils
fd
feh
firefox
git
gparted
htop
i3-gaps
i3lock
i3status
imagemagick
jq
keychain
lxappearance
neofetch
neovim
networkmanager
network-manager-applet
networkmanager-openvpn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
openssh
openvpn
papirus-icon-theme
pavucontrol
pulseaudio
pulseaudio-alsa
ranger
redshift
ripgrep
rofi
rsync
sl
thunar
traceroute
ttf-dejavu
ttf-font-awesome
udisks2
vlc
wget
xbindkeys
xclip
xdg-utils
xorg
xorg-xev
xorg-xinit
zsh

# Sytem-specific (requires manual install)
# intel-ucode
# nvidia
# nvidia-settings
# steam
# steam-native-runtime
