#Brews

brew 'archey'
brew 'asciinema'
brew 'asciiquarium'
brew 'cowsay'
brew 'direnv'
brew 'elixir'
brew 'fortune'
brew 'git'
brew 'hub'
brew 'jq'
brew 'neovim/neovim/neovim'
brew 'node'
brew 'platformio'
brew 'rbenv'
brew 'ripgrep'
brew 'ruby-build'
brew 'sl'
brew 'wget'
brew 'yarn'
brew 'zsh'

#Casks

tap 'caskroom/cask'
tap 'caskroom/versions'

cask 'adobe-creative-cloud'
cask 'alfred'
cask 'android-file-transfer'
cask 'appcleaner'
cask 'enpass'
cask 'filezilla'
cask 'firefox'
cask 'flux'
cask 'fritzing'
cask 'google-chrome'
cask 'google-drive'
cask 'google-hangouts'
cask 'google-play-music-desktop-player'
cask 'iterm2-beta'
cask 'macdown'
cask 'minecraft'
cask 'openemu'
cask 'openttd'
cask 'resilio-sync'
cask 'sequel-pro'
cask 'skype'
cask 'slack-beta'
cask 'steam'
cask 'sublime-text'
cask 'teamspeak-client'
cask 'the-unarchiver'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'whatsapp'
cask 'xld'

