brew "aws-vault"
brew "awscli"
brew "bash"
brew "bat"
brew "ctop"
brew "curl"
brew "direnv"
brew "dive"
brew "doggo"
brew "dotter"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-fixup"
brew "git-open"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "htop"
brew "iam-policy-json-to-terraform"
brew "imagemagick"
brew "jnv"
brew "jq"
brew "just"
brew "lefthook"
brew "miniserve"
brew "mise"
brew "mpv"
brew "neovim"
brew "node"
brew "openssh"
brew "pass"
brew "pass-otp"
brew "pinentry-mac"
brew "prettierd"
brew "rclone"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "sipcalc"
brew "sl"
brew "starship"
brew "stylua"
brew "tailspin"
brew "terraform-docs"
brew "tflint"
brew "topgrade"
brew "wget"
brew "xh"
brew "yamllint"
brew "yazi"
brew "zbar"
brew "zoxide"

cask "1password"
cask "betterdisplay"
cask "firefox"
cask "font-hack"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "obsidian"
cask "slack"
cask "spotify"
cask "tomatobar"
cask "wezterm"
cask "yubico-yubikey-manager"
cask "zoom"

tap "nikitabobko/tap"
cask "nikitabobko/tap/aerospace"

tap "hashicorp/tap"
brew "hashicorp/tap/terraform"
