appimagelauncher
bibata-cursor-theme-bin
ctop-bin
docker-credential-pass-bin
doggo-bin
dotter-rs-bin
git-fixup-git
git-open
insomnia-bin
libsane-dsseries
menu-qalc
nofi-bin
pacman-cleanup-hook
rofi-power-menu
rtx-bin
shellcheck-bin
spotify
tflint-bin
topgrade-bin
ttf-ms-fonts
unipicker
