appimagelauncher
asdf-vm
aws-cli-v2-bin
bibata-cursor-theme-bin
bitwarden-bin
ctop-bin
direnv-bin
docker-credential-pass-bin
dot-templater
git-fixup-git
git-open
insomnia-bin
menu-qalc
nerd-fonts-hack
nvim-packer-git
shellcheck-bin
spotify
tflint-bin
ttf-ms-fonts
unipicker
