arc-gtk-theme
bibata-cursor-theme-bin
docker-credential-pass-bin
doggo-bin
dotter-rs-bin
fend-bin
git-fixup-git
git-open
jnv-bin
libsane-dsseries
menu-qalc
pacman-cleanup-hook
rofi-power-menu
shellcheck-bin
sipcalc
spotify
tflint-bin
topgrade-bin
ttf-ms-fonts
unipicker
xf86-input-libinput-git
xorg-server-git
