adobe-source-sans-pro-fonts
alacritty
alsa-utils
ansible
arandr
arc-gtk-theme
asciinema
autorandr
aws-cli-v2
aws-vault
bat
bitwarden
bluez
bluez-utils
ccid
direnv
discord
dkms
docker
docker-buildx
docker-compose
dog
dust
exa
fd
feh
firefox
fish
fisher
flameshot
fzf
geoclue2
git
git-delta
gnupg
htop
i3-wm
i3lock
i3status-rust
imagemagick
iwd
jq
libqalculate
libratbag
lxappearance
lxsession-gtk3
man-db
mesa
mpv
neofetch
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
papirus-icon-theme
pavucontrol
pcsclite
peek
piper
pipewire
pipewire-pulse
playerctl
ranger
redshift
ripgrep
rofi
rofi-emoji
rsync
rustup
sane
sd
shfmt
signal-desktop
sipcalc
sl
starship
stylua
systemd-resolvconf
terraform
thunar
traceroute
ttf-dejavu
ttf-hack
ttf-nerd-fonts-symbols-mono
udisks2
unzip
wget
xclip
xh
xorg-server
xorg-xinit
xorg-xrandr
xss-lock
yamllint
zathura
zathura-pdf-mupdf
zoxide
