adobe-source-sans-fonts
alsa-utils
ansible
arandr
asciinema
autorandr
bat
bitwarden
bluez
bluez-utils
ccid
ctop
direnv
discord
dkms
docker
docker-buildx
docker-compose
dust
eog
eza
fastfetch
fd
feh
firefox
fish
fisher
flameshot
fzf
geoclue
git
git-delta
gnupg
handlr-regex
htop
i3-wm
i3lock
i3status-rust
imagemagick
iwd
jq
just
libqalculate
libratbag
lxappearance
lxsession
maim
man-db
mesa
mise
mpv
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
opentofu
papirus-icon-theme
pass
pass-otp
pavucontrol
pcsclite
peek
piper
pipewire
pipewire-pulse
playerctl
redshift
ripgrep
rofi
rofi-emoji
rsync
rustup
sane
sd
shfmt
signal-desktop
sl
snap-pac
snapper
starship
stylua
systemd-resolvconf
tailspin
thunar
traceroute
ttf-dejavu
ttf-hack
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
udisks2
unzip
usage
wezterm
wget
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdotool
xh
xorg-xinit
xorg-xrandr
xss-lock
yamllint
yazi
zathura
zathura-pdf-mupdf
zoxide
