adobe-source-sans-pro-fonts
alacritty
alsa-utils
ansible
arandr
arc-gtk-theme
asciinema
autorandr
aws-vault
bat
bluez
bluez-utils
ccid
discord
dkms
docker
docker-compose
exa
exfat-utils
fd
feh
firefox
flameshot
fzf
git
gnupg
gparted
htop
i3-gaps
i3lock
i3status-rust
imagemagick
intel-ucode
jq
keychain
libratbag
lxappearance
mpv
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
openssh
openvpn
papirus-icon-theme
pavucontrol
pcsclite
piper
pulseaudio
pulseaudio-alsa
ranger
redshift
ripgrep
rofi
rsync
rustup
signal-desktop
sl
task
terraform
thunar
traceroute
ttf-dejavu
ttf-font-awesome
udisks2
wget
xclip
xorg-server
xorg-xinit
xorg-xrandr
xss-lock
yamllint
zathura
zathura-pdf-mupdf
zsh
